Repository: VladTM23/BookZone
Catalog: BookZone/BookZone/*.lproj/Localizable.strings
Languages: ro

source: Settings
ro: Setări

# searchTitle
source: Your next book
ro: Următoarea ta carte

source: Info Page
ro: Pagina de informații

source: Results Page
ro: Rezultate

source: Register
ro: Înregistrare

source: Login
ro: Autentificare

source: Profile settings
ro: Setările profilului

# bookshelfTitle
source: My bookshelf
ro: Raftul meu de cărți

# radioButtons
source: Confirm book title
ro: Confirmați titlul cărții

# creditsTitle
source: Credits
ro: Credite

# menuTitle
source: Main menu
ro: Meniul principal

# bookClubsInvite
source: Book club invite
ro: Invitația la clubul de lectură

source: Language
ro: Limbă

# prefLanguage
source: Chose preffered application language
ro: Alegeți limba dorită

source: Credits
ro: Credite

# versions
source: Bookzone version
ro: Bookzone versiunea

# noText
source: No text detected
ro: Nu s-a detectat niciun text

source: Saving image
ro: Se salvează imaginea

# savingData
source: Saving Your Data
ro: Se salvează datele dumneavoastră

source: Ratings
ro: Notă

source: Reviews
ro: Recenzii

source: Editions
ro: Ediții

source: People
ro: Cititori

source: Loading...
ro: Se încarcă...

# isbnSearch
source: Search by ISBN...
ro: Caută după ISBN...

# titleSearch
source: Search by Title...
ro: Caută după titlu...

# emptyPlaceholder
source: Please write something
ro: Scrie ceva

source: Invalid ISBN
ro: ISBN invalid

source: Name
ro: Nume

source: Age
ro: Vârstă

# favBook
source: Favorite Book
ro: Cartea favorită

source: Enter
ro: Introduceți

source: Event date
ro: Data evenimentului

source: Event platform
ro: Platforma evenimentului

source: Invite link
ro: Invitația

# pleaseSetDate
source: Please set your event date
ro: Selectați data evenimentului

# pleaseSelectPlatform
source: Please select your event platform
ro: Selectați platforma pentru eveniment

# inviteLinkPlaceholder
source: Copy & paste the event link here
ro: Adăugați link-ul pentru invitație

source: No book found
ro: Nici o carte găsită

source: Go to tutorial
ro: Mergeți la tutorial

source: Sign Up
ro: Înregistrează-te

source: Sign In
ro: Loghează-te

source: Log In
ro: Loghează-te

# haveAnAccount
source: Already have an account?
ro: Aveți deja un cont?

# noAccount
source: Don't have an account?
ro: Nu ai un cont?

source: Logout
ro: Deconectare

source: Save changes
ro: Salvați modificările

source: Select Photo
ro: Selectați poza

source: Create book club event
ro: Formează un club de lectură

# finishEditing
source: Save changes
ro: Salvează schimbările

source: Done
ro: Gata

# noInternetTitle
source: No internet connection
ro: Lipsă conexiune la internet

# noEventLink
source: The owner has not yet provided the event link.
ro: Gazda evenimentului nu a adăugat încă un link.

source: Start meeting
ro: Start

# editBookClub
source: Edit
ro: Editează

source: Leave book club
ro: Părăsește clubul

# deleteBookClub
source: Delete club
ro: Șterge

source: Cancel
ro: Renunță

source: Confirm
ro: Confirmă

# deleteBookClubAlertTitle
source: Book club deletion
ro: Ștergea clubului de lectură

# deleteBookClubAlertMessage
source: Are you sure you want to delete this book club? All data will be lost.
ro: Ești sigur că vrei să ștergi clubul de lectură? Toate datele vor fi pierdute.

# leaveBookClubAlertTitle
source: Leaving this book club
ro: Părăsiți clubul de lectură

# leaveBookClubAlertMessage
source: Are you sure you want to leave this book club?
ro: Ești sigur că vrei să părăseșți clubul de lectură?

source: Full Name
ro: Nume complet

source: Password
ro: Parolă

source: Insert book club name
ro: Setați numele clubului

source: Redo tutorial
ro: Refă tutorialul

source: Book Clubs
ro: Cluburi de lectură

# internetError
source: Please check your internet connection.
ro: Te rugăm să verifici conexiunea la internet.
